from rest_framework import serializers
from .models import Director, Movie, Review


# ============================================================
# TODO: შექმენით DirectorSerializer
# მოდელი: Director
# ============================================================




# ============================================================
# TODO: შექმენით MovieSerializer
# მოდელი: Movie
# ============================================================




# ============================================================
# TODO: შექმენით ReviewSerializer
# მოდელი: Review
# ============================================================


